export default [
  {
    id: 0,
    name: 'Пятрусь Усцінавіч Броўка',
    avatarName: 'poets_PyotrUstinovichBrovka.jpg',
    biographyContent: [
      {
        born: {
          city: 'Пуцілкавічы',
          country: 'Расійская імперыя'
        },
        period: '1905 - 1980',
        genre: 'лірыка і раман',
        description: "Дэбютаваў вершамі ў 1926 у газеце «Чырвоная Полаччына» і ў альманаху «Наддзвінне» ў 1926 («Ой, не шапчы мая бярозка!» і інш.). Паэтычны талент П. Броўкі дасягнуў вяршыні ў 1960—1970-я. Аўтар кніг паэзіі «Гады як шторм» (1930), «Прамова фактамі» (1930), «Цэхавыя будні» (1931), «Паэзія» (1932), «Так пачыналася маладосць» (1934), «Прыход героя» (1935), «Вясна радзімы» (1937), «Кацярына» (1938, паэма), «Вершы і паэмы» (1940), «Шляхамі баравымі» (1940), «Насустрач сонцу» (1943, Масква), «У роднай хаце» (1946), «Вершы і паэмы» (1946), «Сонечнымі днямі» (1950), «Цвёрдымі крокамі» (1954), «Пахне чабор» (1959), «Далёка ад дому» (1960), «Па сакрэту» (1961, сатыра і гумар), «А дні ідуць…» (1961), «Маладым сябрам» (1961, для дзяцей), «Высокія хвалі» (1962), «Наш музей» (1962, паэма для дзяцей), «Вершы і паэмы» (1966), «Заўсёды з Леніным» (1967, паэма), «Між чырвоных рабін» (1969), «Калі ласка» (1972), «Ты — мая пчолка» (1972), «Лясы наддзвінскія» (1973, паэма), «І ўдзень і ўночы» (1974), «Што сэрца праспявала» (1979), «Маладосць і сталасць» (1980), «Савецкі чалавек» (1982), «Мая Радзіма» (1985). \nАўтар аповесцей «Каландры» (1931, экранізавана ў 1934), «Донька-Даніэль» (1982, для дзяцей), нарысаў «Ураджай» (з П. Глебкам, 1933), «Месяц у Чэхаславакіі» (1952), рамана «Калі зліваюцца рэкі» (1957), зборніка апавяданняў «Разам з камісарам» (1974). \nВыступаў і як перакладчык на беларускую мову твораў Т. Шаўчэнкі, У. Маякоўскага, П. Тычыны(руск.) бел., М. Бажана, А. Твардоўскага, М. Ісакоўскага(руск.) бел., А. Пракоф'ева(руск.) бел., У. Бранеўскага(руск.) бел., Дж. Байрана, А. Кутатэлі, Ю. Яноўскага і іншых аўтараў. \nНапісаў лібрэта опер «Міхась Падгорны» (1940, пастаўлена ў 1939), «Алеся» («Дзяўчына з Палесся», з Я. Рамановічам, пастаўлена ў 1944, урыўкі апублікаваны ў 1947). \nТворы П. Броўкі перакладзены на многія мовы народаў СССР і іншыя, у т.л. на азербайджанскую, англійскую, армянскую, балгарскую, башкірскую, венгерскую, грузінскую, іспанскую, казахскую, калмыцкую, каракалпакскую, кітайскую, кіргізскую, латышскую, літоўскую, малдаўскую, мангольскую, нямецкую, рускую, серба-харвацкую, таджыкскую, туркменскую, украінскую, чэшскую, чувашскую, французскую і эстонскую.",
        composition: [
          { id: 1, name: 'Гады як шторм', year: '1930' },
          { id: 2, name: 'А дні ідуць…', year: '1961' },
          { id: 3, name: 'Ты — мая пчолка', year: '1972' },
          { id: 4, name: 'Калі зліваюцца рэкі', year: '1957' },
          { id: 5, name: 'Маладым сябрам', year: '1961' }
        ],
        video: 'https://www.youtube.com/watch?v=y7q6WXFqP2I'
      }
    ]
  },
  {
    id: 1,
    name: 'Анатоль Вольны',
    avatarName: 'poets_AnatolVolny.jpg',
    biographyContent: [
      {
        born: {
          city: 'Пухавічы',
          country: 'Расійская імперыя'
        },
        period: '1902-1937',
        genre: 'драма',
        description: " сям'і службоўца. У 1911 паступіў у Ігуменскую гімназію, атрымаў сярэднюю адукацыю. У 1920 пайшоў добраахвотнікам у Чырвоную Армію, прымаў удзел у баях з інтэрвентамі. Пасля дэмабілізацыі ў 1921 працаваў у ЦК ЛКСМБ; у газеце «Малады араты». Вучыўся ў БДУ. У 1920—1930-х быў актыўным удзельнікам літаратурна-мастацкага руху ў Беларусі. З 1923 у літаб'яднанні «Маладняк», а з 1928 — у «Полымі». Член СП БССР (з 1934). Быў жанаты, гадаваў дзіця. \nАрыштаваны 4.11.1936 у Мінску па адрасе: вул. М. Гоpкага, д. 4, кв. 6. Асуджаны пазасудовым органам НКУС 28.10.1937 як «член контррэвалюцыйнай аpганізацыі» да ВМП з канфіскацыяй маёмасці. Расстраляны ў Мінску. Рэабілітаваны ваеннай калегіяй Вярхоўнага суда СССР 3.12.1957. Асабовая справа А. Вольнага № 11054-с захоўваецца ў архіве КДБ Беларусі.\nДэбютаваў у друку ў 1922. Адзін з пачынальнікаў прыгодніцкага жанру ў беларускай прозе. Аўтар зборнікаў паэзіі «Камсамольская нота» (1924, з А. Александровічам), «Чарнакудрая радасць» (1926), «Табе» (1927). У 1925 выйшаў раман «Ваўчаняты» (у сааўтарстве з А. Александровічам і А. Дударом). Аўтар аповесцей «Два» (1925), «Антон Савіцкі» (1927, газета «Савецкая Беларусь»). Аўтар зборніка фельетонаў (1927) і кнігі гумарэсак і фельетонаў «Суседзі» (1932), якія выйшлі пад псеўданімам Алёша.\nНапісаў п'есы, драматызаваныя агітжарты («Калі дзяк гаворыць праўду», «Міколка», «У агранома» — 1924), камедыю «Ратуй, божа!» (з Р. Кобецам, 1932). Выступаў і як кінадраматург — па яго сцэнарыях пастаўлены фільмы «Хвоі гамоняць» (з К. Дзяржавіным, 1929), «Гатэль „Савой“» (1930), «У агні народжаная» (1930), «Сонечны паход» (1931), «Новая радзіма» (1935) і інш. У 1935 выйшла кінааповесць «Шасцідзесятая паралель».",
        composition: [
          { id: 1, name: 'Зборнік фельетонаў', year: '1927' },
          { id: 2, name: 'Табе: Вершы', year: '1927' },
          { id: 3, name: 'Суседзі: Гумарэскі і фельетоны', year: '1932' }
        ],
        video: 'https://www.youtube.com/watch?v=V5qnr3_cTf8'
      }
    ]
  },
  {
    id: 2,
    name: 'Алесь Гарун',
    avatarName: 'poets_AlesHarun.jpg',
    biographyContent: [
      {
        born: {
          city: 'Мiнск',
          country: 'Расійская імперыя'
        },
        period: '1887-1920',
        genre: 'проза, драма',
        description: "Нарадзіўся ў 27 лютага (11 сакавіка) 1887 г. у Мінску, на Багадзельнай вуліцы. Яго бацька Уладзімір Прушынскі і маці Соф’я (дзяв. Жывіца) былі простымі прадстаўнікамі рабочай каталіцкай грамады Мінска. З дзяцінства палюбіў кнігі і ў пяць гадоў умеў чытаць па-руску і па-польску. У далейшым скончыў мінскія 3-е гарадское прыхадское (1897) і рамеснае (1902) вучылішчы. Працаваў у сталярных майстэрнях і на мэблевай фабрыцы ў Мінску. З 1904 далучыўся да партыі эсэраў-максімалістаў. Пачаў публікавацца з 1907 у газеце «Наша ніва».\nАрыштаваны за антыўрадавую дзейнасць 4 сакавіка 1907 у падпольнай друкарні на вуліцы Шырокай у Мінску, дзе ў той момант друкавалася адозва «Да ўсіх працоўных». У ліпені 1908 Віленскай судовай палатай асуджаны на ссылку і пажыццёвае пасяленне ў Сібіры. Сасланы ў Іркуцкую губерню. З 1914 атрымаў права перамяшчацца па ўсёй Сібіры. Працуючы на баржы на рацэ Лене, падрыхтаваў зборнік «Матчын дар» і ў 1914 пераслаў яго ў Вільню (выйшаў у 1918). Пасля працаваў на залатых прыісках у Бадайба. Творчасць Алеся Гаруна прасякнута ідэяй сацыяльнага і нацыянальнага разняволення беларускага народа.\nХворы на сухоты, вярнуўся ў Мінск у верасні 1917. Віцэ-старшыня Усебеларускага з’езда 1917; удзельнічаў у стварэнні БНР. З № 3 да № 100 рэдагаваў газету «Беларускі шлях», актыўна выступаў у ёй як публіцыст. Падчас польскай акупацыі быў членам Беларускай ваеннай камісіі, Часовага беларускага нацыянальнага камітэта (з 12 жніўня да 17 кастрычніка 1919 — старшыня).\nУ 1920 хвароба абвастрылася. Па дарозе на курорт Закапанэ памёр у Кракаве. Яго магіла была нанова адшуканая ў 1988 годзе. У 1991 пра Алеся Гаруна зняты дакументальна-публіцыстычны фільм «Праз сваю хату ўбачыць бацькаву».",
        composition: [
          { id: 1, name: 'Мае коляды', year: '1920' },
          { id: 2, name: 'Маці-Беларусі', year: '1907' },
          { id: 3, name: 'Начныя думкі', year: '1908' },
          { id: 4, name: 'Матчын дар і іншыя творы', year: '1962' }
        ],
        video: 'https://www.youtube.com/watch?v=6bOw-U-ezuw'
      }
    ]
  },
  {
    id: 3,
    name: 'Адам Глобус',
    avatarName: 'poets_AdamHlobus.jpg',
    biographyContent: [
      {
        born: {
          city: 'Дзяржынск',
          country: 'БССР'
        },
        period: '1958-...',
        genre: 'апавяданне',
        description: "Нарадзіўся ў сям’і пісьменніка В. Адамчыка. З 1959 жыве Мінску. Скончыў педагагічнае аддзяленне Мінскага мастацкага вучылішча (1977), Беларускі дзяржаўны тэатральна-мастацкі ўніверсітэт (1983). Вучыўся ў мастака Альгерда Малішэўскага. Працаваў чарцёжнікам, мастаком-рэстаўратарам, мастаком-афарміцелем, рэдактарам у часопісе «Родник» (з 1987). Цяпер займаецца выдавецкай дзейнасцю (выдавецтва «Сучасны літаратар»). Удзельнік Таварыства «Тутэйшыя» (1986—1990). Член Саюза пісьменнікаў СССР (з 1988), СП БССР (з 1989)\nПрацуе ў галіне паэзіі і прозы. У друку пачаў выступаць з вершамі ў 1981 (газета «Літаратура і мастацтва», часопіс «Маладосць»). Аўтар кніг «Парк» (паэзія, 1988), «Адзінота на стадыёне» (зборнік апавяданняў, 1989), «Смерць — мужчына» (1992), «Скрыжаванне» (1993), «Дамавікамерон» (1994), «Толькі не гавары маёй маме» (1995), «Койданава» (1997), «Новы дамавікамерон» (1998), «Post scriptum» (1999), «Тэксты» (зборнік усіх папярэдніх кніг, 2000), «Браслаўская стыгмата» (2001), «Сшыткі» (2003), «Дом» (2005), «сУчаснікі» (2006), «Літары» (2006), «Play.by» (2009). Публікаваўся ў складзе зборнікаў «Тутэйшыя» (зборнік твораў удзельнікаў Таварыства «Тутэйшыя», 1989), «Круглы год» (зборнік хоку беларускіх аўтараў, 1996), «Сучасная беларуская проза» (зборнік, 2003).\nВершы і апавяданні А. Глобуса перакладзены на асноўныя мовы свету, а таксама на асецінскую і каталонскую, друкаваліся ў Вялікабрытаніі, Германіі, Славеніі, Чэхіі, Польшчы і Расіі («Оборотни» (1991), «Demonokameron» (1993), «Лирика by» (выбраныя паэтычныя і празаічныя творы ў рускім перакладзе, 2007)).",
        composition: [
          { id: 1, name: 'парк', year: '1988' },
          { id: 2, name: 'смерць - мужчына', year: '1992' },
          { id: 3, name: 'скрыжаванне', year: '1993' },
          { id: 4, name: 'сшыткі', year: '2003' },
          { id: 5, name: 'сучаснікі', year: '2006' }
        ],
        video: 'https://www.youtube.com/watch?v=-L3wz8QQbAs'
      }
    ]
  },
  {
    id: 4,
    name: 'Ніл Сымо́навіч Гіле́віч',
    avatarName: 'poets_NilHilevich.jpg',
    biographyContent: [
      {
        born: {
          city: 'Слабада',
          country: 'БССР'
        },
        period: '1931-2016',
        genre: 'паэзія',
        description: "Нарадзіўся ў сям’і Сымона Пятровіча і Кацярыны Міхайлаўны Гілевічаў, бацька быў старшынёй сельсавета. Бацькі вырашылі назваць сына Нінел (гэта значыць «Ленін» наадварот), у будучыні Гілевіч зменіць гэтае імя на Ніл.\nПершыя гады пасля 2-ой сусветнай вайны працаваў калгасным паштальёнам. У 1951 скончыў Мінскае педагагічнае вучылішча. Апошні год вучобы спалучаў з працай настаўніка ў адной са школ Мінска.\nЧлен Саюза пісьменнікаў СССР з 1954 года. Скончыў філалагічны факультэт БДУ (1956), пасля аспірантуру пры ім, кандыдат філалагічных навук (1963), прафесар (1978). З 1960 па 1986 год — супрацоўнік кафедры беларускай літаратуры гэтага ўніверсітэта. З 1958 да 1963 г. працаваў таксама літкансультантам газеты «Звязда». Быў рэдактарам альманаху замежнай літаратуры «Далягляды». З 1980 да 1989 года — першы сакратар праўлення СП БССР, у 1981—1991 гг. сакратар праўлення Саюза пісьменнікаў СССР. У 1989—1997 гг. — старшыня рэспубліканскага Таварыства беларускай мовы імя Францішка Скарыны. Галоўны рэдактар бюлетэня ТБМ «Наша слова».\nДэпутат Вярхоўнага Савета БССР XI склікання (1985—1990), быў кіраўніком працоўнай групы па падрыхтоўцы праекту Закона Беларускай ССР аб мовах у Беларускай ССР, прынятага 26 студзеня 1990 г. на 14-й сесіі Вярхоўнага Савета БССР XI склікання. Дэпутат ВС Беларусі XII склікання (1990—1995), член Прэзідыума ВС, старшыня Камісіі па адукацыі, культуры і захаванню гістарычнай спадчыны (1990—1995).\nПамёр 29 сакавіка 2016 года.\nПахаваны на Кальварыйскіх могілках побач са сваёй жонкай Нінай Іванаўнай. 23 лістапада 2018 года быў урачыста адкрыты помнік на магіле паэта (скульптар Ігар Засімовіч)",
        composition: [
          { id: 1, name: '', year: '19' },
          { id: 2, name: '', year: '19' },
          { id: 3, name: '', year: '19' },
          { id: 4, name: '', year: '19' },
          { id: 5, name: '', year: '19' }
        ],
        video: ''
      }
    ]
  },
]
