export default [
  /*{
    id: 100,
    name: '',
    avatarName: 'poets_.jpg',
    biographyContent: [
      {
        born: '',
        period: '',
        genre: '',
        description: "",
        composition: [
          { id: 1, name: '', year: '19' },
          { id: 2, name: '', year: '19' },
          { id: 3, name: '', year: '19' },
          { id: 4, name: '', year: '19' },
          { id: 5, name: '', year: '19' }
        ]
      }
    ]
  },*/
  {
    id: 0,
    name: 'Пётр Устинович Бровка',
    avatarName: 'poets_PyotrUstinovichBrovka.jpg',
    biographyContent: [
      {
        born: 'Путилковичи, Росийская империя',
        period: '1905 - 1980',
        genre: 'лирика, роман',
        description: 'Литературной деятельностью занимался с 1926 года. Дебютировал в газете «Чырвоная Полаччына» и в литературном альманахе «Наддзвінне». \nОпубликовал ряд книг стихов и поэм: «К родным берегам», «Избранные стихи и поэмы» (1934), «Приход героя» (1935), «Весна родины» (1937), «Путями боровыми» (1940). Подвиг народа, его мужество и стойкость Бровка отразил в лиро-эпических поэмах «Беларусь» (1943), «Поэма про Смолячкова» (1942), стихах «Будем сеять, белорусы!», «Кастусь Калиновский», «Надя-Надейка», «Могила бойца». Поэмы «Ясный Кут», «Полонянка» (1945), «Хлеб» (1946), стихи «Парк Победы», «Смерть героя», «Кузнец» отмечены тонким лиризмом, ярким национальным колоритом. \nВ 1957 году написал роман «Когда сливаются реки», посвящённый строительству ГЭС на границе трёх республик, дружбе белорусов, литовцев и латышей. \nПереводил на белорусский язык произведения Т. Шевченко, В. Маяковского, П. Тычины, М. Бажана, А. Твардовского, М. Исаковского, А. Прокофьева, В. Броневского, Дж. Байрона.',
        composition: [
          { id: 1, name: 'Годы как шторм', year: '1930' },
          { id: 2, name: 'А дни идут...', year: '1961' },
          { id: 3, name: 'Ты — моя пчёлка', year: '1972' },
          { id: 4, name: 'Когда сливаются реки', year: '1957' },
          { id: 5, name: 'Молодым друзьям', year: '1961' }
        ]
      }
    ]
  },
  {
    id: 1,
    name: 'Анатолий Устинович Вольный',
    avatarName: 'poets_AnatolVolny.jpg',
    biographyContent: [
      {
        born: 'Пуховичи, Росийская империя',
        period: '1902-1937',
        genre: 'драма',
        description: "Родился 19 ноября 1902 года на станции Пуховичи. Учился в Игуменской гимназии. В 1919 году в связи с началом Гражданской войны в РСФСР, ушёл добровольцем в Красную Армию, где боролся против иностранных интервентов. В 1921 году был демобилизован и поступил в Минский педагогический институт. В 1922 году начал литературную деятельность, а в 1929 году начал писать сценарии для кинематографа. В 1936 году был обвинён в антисоветской деятельности и был репрессирован, арестован 4 ноября 1936 года и был приговорён к расстрелу. Приговор был приведён в исполнение 29 октября 1937 года в Минске. Реабилитирован 3 декабря 1957 года.",
        composition: [
          { id: 1, name: 'Сборник фельетонов', year: '1927' },
          { id: 2, name: 'Тебе: стихи', year: '1927' },
          { id: 3, name: 'Соседи: Гуморески и фельетоны', year: '1932' }
        ]
      }
    ]
  },
  {
    id: 2,
    name: 'Алесь Гарун',
    avatarName: 'poets_AlesHarun.jpg',
    biographyContent: [
      {
        born: 'Минск, Российская империя',
        period: '1887-1920',
        genre: 'проза, драма',
        description: "Але́сь Гару́н (псевдоним, настоящее имя — Алекса́ндр Влади́мирович Пруши́нский; 11 марта (27 февраля) 1887 — 20 июля 1920) — белорусский поэт, писатель, публицист, деятель «Белорусского возрождения» начала XX века.\nРодился в рабочей семье, в молодости принимал участие в революционном движении, 9 лет провёл в ссылке в Иркутской губернии, что отразилось в его творчестве.\nВ 1917 году выпустил сборник стихотворений «Матчын дар», в основу которых положены народные поверья, сказки и легенды.\nГарун — поэт нашенивского периода. Он отводил значительное место мотивам белорусского возрождения. Мысль о национальном возрождении связана у Гаруна с идеей социального переустройства общества. Из современной ему действительности он брал образы крайней нищеты, покинутости.\nГарун известен, кроме того, как автор пьес для детского театра, в которых, по мнению критики, проявил исключительно тонкое понимание детской души. Выпущенной в 1920 книжкой «Жывыя казкі для дзіцячага тэатру» Гарун был одним из первых авторов детской художественной литературы в Белоруссии.\nПроза Алеся Гаруна преимущественно выходила под псевдонимом І. Жывіца.\nАлесь Гарун умер 20 июля 1920 года и был похоронен на Раковицком кладбище в Кракове, Польша.",
        composition: [
          { id: 1, name: 'Мои коляды', year: '1920' },
          { id: 2, name: 'Мать-Беларусь', year: '1907' },
          { id: 3, name: 'Ночные мысли', year: '1908' },
          { id: 4, name: 'Мамин подарок и другие произведения', year: '1962' }
        ]
      }
    ]
  },
]
