export default [
  {
    id: 0,
    name: 'Пётр Устинович Бровка',
    avatarName: 'poets_PyotrUstinovichBrovka.jpg',
    biographyContent: [
      {
        born: {
          city: 'Путилковичи',
          country: 'Росийская империя'
        },
        period: '1905 - 1980',
        genre: 'лирика, роман',
        description: [
          {
            id: 1,
            date: '1926-1934',
            event:
              'Литературной деятельностью занимался с 1926 года. Дебютировал в газете «Чырвоная Полаччына» и в литературном альманахе «Наддзвінне». \nОпубликовал ряд книг стихов и поэм: «К родным берегам», «Избранные стихи и поэмы» (1934).'
          },
          {
            id: 2,
            date: '1935-1942',
            event:
              '«Приход героя» (1935), «Весна родины» (1937), «Путями боровыми» (1940). Подвиг народа, его мужество и стойкость Бровка отразил в лиро-эпических поэмах «Беларусь» (1943), «Поэма про Смолячкова» (1942), стихах «Будем сеять, белорусы!», «Кастусь Калиновский», «Надя-Надейка», «Могила бойца».'
          },
          {
            id: 3,
            date: '1945-1957',
            event:
              'Поэмы «Ясный Кут», «Полонянка» (1945), «Хлеб» (1946), стихи «Парк Победы», «Смерть героя», «Кузнец» отмечены тонким лиризмом, ярким национальным колоритом.'
          },
          {
            id: 4,
            date: '1957-1980',
            event:
              'В 1957 году написал роман «Когда сливаются реки», посвящённый строительству ГЭС на границе трёх республик, дружбе белорусов, литовцев и латышей. Переводил на белорусский язык произведения Т. Шевченко, В. Маяковского, П. Тычины, М. Бажана, А. Твардовского, М. Исаковского, А. Прокофьева, В. Броневского, Дж. Байрона.'
          }
        ],
        composition: [
          { id: 1, name: 'Годы как шторм', year: '1930' },
          { id: 2, name: 'А дни идут...', year: '1961' },
          { id: 3, name: 'Ты — моя пчёлка', year: '1972' },
          { id: 4, name: 'Когда сливаются реки', year: '1957' },
          { id: 5, name: 'Молодым друзьям', year: '1961' }
        ],
        video: 'y7q6WXFqP2I'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_PyotrUstinovichBrovka-1.jpg' },
      { id: 2, src: 'poets_PyotrUstinovichBrovka-2.jpg' },
      { id: 3, src: 'poets_PyotrUstinovichBrovka-3.jpg' }
    ]
  },
  {
    id: 1,
    name: 'Анатолий Устинович Вольный',
    avatarName: 'poets_AnatolVolny.jpg',
    biographyContent: [
      {
        born: {
          city: 'Пуховичи',
          country: 'Росийская империя'
        },
        period: '1902-1937',
        genre: 'драма',
        description: [
          {
            id: 1,
            date: '1902-1919',
            event:
              'Родился 19 ноября 1902 года на станции Пуховичи. Учился в Игуменской гимназии. В 1919 году в связи с началом Гражданской войны в РСФСР, ушёл добровольцем в Красную Армию, где боролся против иностранных интервентов.'
          },
          {
            id: 2,
            date: '1921-1922',
            event:
              'В 1921 году был демобилизован и поступил в Минский педагогический институт. В 1922 году начал литературную деятельность.'
          },
          {
            id: 3,
            date: '1929-1936',
            event:
              '1929 году начал писать сценарии для кинематографа. В 1936 году был обвинён в антисоветской деятельности и был репрессирован, арестован 4 ноября 1936 года и был приговорён к расстрелу.'
          },
          {
            id: 4,
            date: '1937-1957',
            event:
              'Приговор был приведён в исполнение 29 октября 1937 года в Минске. Реабилитирован 3 декабря 1957 года.'
          }
        ],
        composition: [
          { id: 1, name: 'Сборник фельетонов', year: '1927' },
          { id: 2, name: 'Тебе: стихи', year: '1927' },
          { id: 3, name: 'Соседи: Гуморески и фельетоны', year: '1932' }
        ],
        video: 'V5qnr3_cTf8'
      }
    ],
    gallery: [{ id: 1, src: 'poets_AnatolVolny-1.jpg' }, { id: 2, src: 'poets_AnatolVolny-2.jpg' }]
  },
  {
    id: 2,
    name: 'Алесь Гарун',
    avatarName: 'poets_AlesHarun.jpg',
    biographyContent: [
      {
        born: {
          city: 'Минск',
          country: 'Российская империя'
        },
        period: '1887-1920',
        genre: 'проза, драма',
        description: [
          {
            id: 1,
            date: '1887-1900',
            event:
              'Але́сь Гару́н (псевдоним, настоящее имя — Алекса́ндр Влади́мирович Пруши́нский; 11 марта (27 февраля) 1887 — 20 июля 1920) — белорусский поэт, писатель, публицист, деятель «Белорусского возрождения» начала XX века.'
          },
          {
            id: 2,
            date: '1900-1917',
            event:
              'Родился в рабочей семье, в молодости принимал участие в революционном движении, 9 лет провёл в ссылке в Иркутской губернии, что отразилось в его творчестве.'
          },
          {
            id: 3,
            date: '1917-1918',
            event:
              'В 1917 году выпустил сборник стихотворений «Матчын дар», в основу которых положены народные поверья, сказки и легенды. Гарун — поэт нашенивского периода. Он отводил значительное место мотивам белорусского возрождения. Мысль о национальном возрождении связана у Гаруна с идеей социального переустройства общества.'
          },
          {
            id: 4,
            date: '1918-1920',
            event:
              'Из современной ему действительности он брал образы крайней нищеты, покинутости. Гарун известен, кроме того, как автор пьес для детского театра, в которых, по мнению критики, проявил исключительно тонкое понимание детской души.'
          },
          {
            id: 5,
            date: '1920',
            event:
              'Выпущенной в 1920 книжкой «Жывыя казкі для дзіцячага тэатру» Гарун был одним из первых авторов детской художественной литературы в Белоруссии. Проза Алеся Гаруна преимущественно выходила под псевдонимом І. Жывіца. Алесь Гарун умер 20 июля 1920 года и был похоронен на Раковицком кладбище в Кракове, Польша.'
          }
        ],
        composition: [
          { id: 1, name: 'Мои коляды', year: '1920' },
          { id: 2, name: 'Мать-Беларусь', year: '1907' },
          { id: 3, name: 'Ночные мысли', year: '1908' },
          { id: 4, name: 'Мамин подарок и другие произведения', year: '1962' }
        ],
        video: '6bOw-U-ezuw'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_AlesHarun-1.jpg' },
      { id: 2, src: 'poets_AlesHarun-2.jpg' },
      { id: 3, src: 'poets_AlesHarun-3.jpg' }
    ]
  },
  {
    id: 3,
    name: 'Адам Глобус',
    avatarName: 'poets_AdamHlobus.jpg',
    biographyContent: [
      {
        born: {
          city: 'Дзержинск',
          country: 'БССР'
        },
        period: '1958-...',
        genre: 'рассказ, эссе',
        description: [
          {
            id: 1,
            date: '1959-1977',
            event:
              'Родился в г. Дзержинске Минской области в семье белорусского писателя Вячеслава Адамчика (белор. Вячаслаў Адамчык). С 1959 года живёт в Минске. Окончил педагогическое отделение Минского художественного училища им. А. К. Глебова (1977).'
          },
          {
            id: 2,
            date: '1977-1987',
            event:
              'Художественное отделение Белорусского театрально-художественного института (1983). Работал чертёжником, художником-реставратором, художником-оформителем, редактором журнала «Родник» (с 1987 года). '
          },
          {
            id: 3,
            date: '1987-1988',
            event:
              'Занимается издательской деятельностью (в издательстве «Сучасны літаратар»). Жена — Елена Адамчик, известный белорусский фотограф. Имеет двух детей и внука. Являлся одним из основателей и участником неформального объединения молодых литераторов «Тутэйшыя» («Здешние», 1986—1990), которое в силу обстоятельств занималась не только литературой, но также выражало и активную социальную и политическую позицию.'
          },
          {
            id: 4,
            date: '1988-1989',
            event:
              'В частности, в октябре 1988 года объединение организовало, ставшую впоследствии традиционной, первую в Белоруссии акцию поминовения жертв советского режима под названием «Дзяды», с многотысячным шествием и митингом. Член Союза писателей СССР (1988), Союза белорусских писателей (с 1989 года).'
          }
        ],
        composition: [
          { id: 1, name: 'Парк', year: '1988' },
          { id: 2, name: 'Смерть — мужчина', year: '1992' },
          { id: 3, name: 'Перекрёсток', year: '1993' },
          { id: 4, name: 'Тетради', year: '2003' },
          { id: 5, name: 'Современники', year: '2006' }
        ],
        video: '-L3wz8QQbAs'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_AdamHlobus-1.jpg' },
      { id: 2, src: 'poets_AdamHlobus-2.jpg' },
      { id: 3, src: 'poets_AdamHlobus-3.jpg' },
      { id: 4, src: 'poets_AdamHlobus-4.jpg' }
    ]
  },
  {
    id: 4,
    name: 'Нил Семёнович Гилевич',
    avatarName: 'poets_NilHilevich.jpg',
    biographyContent: [
      {
        born: {
          city: 'Слобода',
          country: 'БССР'
        },
        period: '1931-2016',
        genre: 'поэзия',
        description: [
          {
            id: 1,
            date: '1931-1940',
            event:
              'Родился 30 сентября 1931 года в д. Слобода Логойского района Минской области в крестьянской семье. Настоящее имя — Нинел, впоследствии сменил имя на Нил. Брат — белорусский писатель М. Гиль. В середине 1940-х некоторое время работал сельским почтальоном.'
          },
          {
            id: 2,
            date: '1940-1956',
            event:
              'Окончил Минское педагогическое училище имени Н. К. Крупской (1951), филологический факультет Белорусского государственного университета (1956) и аспирантуру при нём. В 1951 году работал учителем в одной из школ Минска.'
          },
          {
            id: 3,
            date: '1956-1986',
            event:
              'В 1960—1986 годы — на кафедре белорусской литературы БГУ.\nС 1958 по 1963 годы работал также литературным консультантом газеты «Звязда». В 1980—1989 годы — первый секретарь правления Союза писателей Белорусской ССР. С 1989 года — председатель ТБМ им. Франциска Скорины, главный редактор бюллетеня данной организации «Наша слова».'
          },
          {
            id: 4,
            date: '1986-1995',
            event:
              'Депутат Верховного Совета XI и XII созывов (1985—1995), председатель Комитета по образованию, культуре и сохранению исторического наследия в 1990—1995, член Президиума Верховного Совета Белорусской ССР.'
          },
          {
            id: 5,
            date: '1995-2016',
            event:
              '9 марта 2016 года скончался в Минске от онкологического заболевания. На тот момент ему было 84 года. Похоронен 1 апреля 2016 года на Кальварийском кладбище рядом с могилой супруги.'
          }
        ],
        composition: [
          { id: 1, name: 'Звонковый валет', year: '1961' },
          { id: 2, name: 'К новым веникам', year: '1963' },
          { id: 3, name: 'Или грех, или 2', year: '1970' },
          { id: 4, name: 'Как я учился жить', year: '1974' },
          { id: 5, name: 'Русалка на Нарочи', year: '1974' }
        ],
        video: 'sWPk3sk6m6k'
      }
    ],
    gallery: [{ id: 1, src: 'poets_NilHilevich-1.jpg' }, { id: 2, src: 'poets_NilHilevich-2.jpg' }]
  },
  {
    id: 5,
    name: 'Лариса Антоновна Миклашевич',
    avatarName: 'poets_LarysaHienijus.jpg',
    biographyContent: [
      {
        born: {
          city: 'Жлобовцы',
          country: 'Российская империя'
        },
        period: '1910-1983',
        genre: 'стихотворения',
        description: [
          {
            id: 1,
            date: '1910-1928',
            event:
              'Родилась 9 августа 1910 года в имении Жлобовцы Волпинской волости Гродненского уезда (Волковыск, Волковысский район Гродненской области, улица Победы, дом 40) в многодетной семье зажиточного крестьянина-землевладельца, православного. Училась в польской школе, в 1928 году закончила Волковысскую польскую гимназию. В это время знакомится с мировой литературой — польской, скандинавской, английской классикой.'
          },
          {
            id: 2,
            date: '1928-1942',
            event:
              'Начинает писать стихи. 3 февраля 1935 года выходит замуж за студента-медика Ивана (Янку) Гениюша, который учился в Карловом университете в Праге. В 1937 году, после рождения сына Юрия, выезжает к мужу в Прагу. Там соседкой Гениюшей была Александра Косач-Шимановская — сестра Леси Украинки — автора, чье творчество оказало на Ларису большое влияние. Свои первые стихи поэтесса опубликовала в 1939 году в берлинской газете белорусских эмигрантов-националистов «Раніца». '
          },
          {
            id: 3,
            date: '1942-1943',
            event:
              'В 1942 году увидел свет первый сборник её поэзии «Ад родных ніў», наполненный ностальгией и размышлениями о судьбе покинутой ей Родины. Когда Красная армия в 1939 году вступила на территорию Западной Белоруссии, отец Ларисы Антон Миклашевич был расстрелян, а мать и две сестры сосланы в Казахстан. В марте 1943 года, согласно завещанию президента Белорусской Народной Республики Василя Захарко, Лариса Гениюш назначается генеральным секретарём Правительства БНР в эмиграции. Она сохраняет и упорядочивает архив БНР, помогает белорусским эмигрантам, политическим беженцам и военнопленным.'
          },
          {
            id: 4,
            date: '1943-1949',
            event:
              'После освобождения Чехословакии от немецкой оккупации, Лариса с мужем и сыном живёт под Прагой, в городке Вимперк. 5 марта 1948 года органы МГБ арестовывают Ларису и Ивана. Оба находятся в тюрьмах Чехословакии, Львова, с октября 1948 года в тюрьме в Минске. Здесь Ларису допрашивает сам министр госбезопасности БССР Лаврентий Цанава.\n7 февраля 1949 года Ларису и Ивана Гениюшей приговаривают к 25 годам лишения свободы в исправительно-трудовых лагерях. Поэтесса отбывала наказание в лагерях Инта и Абезь (Коми АССР), а также в Мордовской АССР; продолжала писать.'
          },
          {
            id: 5,
            date: '1949-1956',
            event:
              'Комиссия Президиума Верховного Совета СССР от 30.05.1956 г. обвинение признала обоснованным, но срок наказания был уменьшен до 8 лет. Супруги Гениюш выходят на свободу в 1956 году.\nТрагична судьба и других членов семьи Миклашевич: в Казахстане умерла мать и две сестры. Брат Аркадий — солдат армии Андерса — погиб 27 июля 1944 года в битве под Монте-Кассино в Италии. Другой брат, Ростислав, погиб в апреле 1945 года под Берлином, по некоторым сведениям — в так называемой армии Берлинга.'
          },
          {
            id: 6,
            date: '1956-1979',
            event:
              'После освобождения Лариса поселилась на родине мужа в поселке Зельва Гродненской области. Всю оставшуюся жизнь Гениюши отказывались принять советское гражданство. 27 лет зельвенской жизни поэтессы прошли под надзором КГБ. Ивану Гениюшу разрешили подрабатывать в районной поликлинике. В 1979 году, после смерти мужа, Ларисе назначили небольшую пенсию. Поэтессе также не разрешали поехать к сыну, который жил в оказавшемся по другую сторону советско-польской границы Белостоке сиротою при живых родителях. Почти десять лет после освобождения творчество поэтессы не было известно широкой аудитории. Впервые её послелагерные стихи попали на страницы белорусских журналов в 1963 году.'
          },
          {
            id: 7,
            date: '1979-1983',
            event:
              'Авторские варианты цензурированных стихов воссозданы в репринтном издании «Ад родных ніў», в сборниках «Выбраныя вершы» и «Выбраныя творы». «Лариса Антоновна была простой женщиной, семья жила скромно. К ним постоянно приезжали писатели и поэты из Гродно, Минска, Барановичей. Тут и Данута Бичель была, и Решетник», — свидетельствовала Софья Мартинчик, помогавшая поэтессе по хозяйству. Лариса Гениюш умерла в 1983 году в Зельве и была похоронена рядом с мужем. Внук поэтессы продал дом, в котором она жила.'
          }
        ],
        composition: [
          { id: 1, name: 'От родных нив', year: '1942' },
          { id: 2, name: 'Сказки для Мишки', year: '1972' },
          { id: 3, name: 'Доброго утра', year: '1976' },
          { id: 4, name: 'Мать и сын', year: '1992' },
          { id: 5, name: 'Выбор', year: '1997' }
        ],
        video: 'nw4eWICjiyw'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_LarysaHienijus-1.jpg' },
      { id: 2, src: 'poets_LarysaHienijus-2.jpg' }
    ]
  }
]
