export default [
  {
    id: 0,
    name: 'Пятрусь Усцінавіч Броўка',
    avatarName: 'poets_PyotrUstinovichBrovka.jpg',
    geolocation: {
      coordinate: [54.937914, 28.383295],
      text: 'Тут нарадзіўся Пётр Усцінавіч Броўка'
    },
    biographyContent: [
      {
        born: {
          city: 'Пуцілкавічы',
          country: 'Расійская імперыя'
        },
        period: '1905 - 1980',
        genre: 'лірыка і раман',
        description: [
          {
            id: 1,
            date: '1926-1934',
            event:
              'Літаратурнай дзейнасцю займаўся з 1926 года. Дэбютаваў у газеце «Чырвоная Полаччына» і ў літаратурным альманаху «Наддзвінне».\n' +
              'Апублікаваў шэраг кніг вершаў і паэм: «Да родных берагоў», «Выбраныя вершы і паэмы» (1934).'
          },
          {
            id: 2,
            date: '1935-1942',
            event:
              '«Прыход героя» (1935), «Вясна радзімы» (1937), «Шляхамі Баравая» (1940). Подзвіг народа, яго мужнасць і стойкасць Край адлюстраваў у ліра-эпічных паэмах «Беларусь» (1943), «Паэма пра Смалячкова" (1942), вершах «Будзем сеяць, беларусы!», «Кастусь Каліноўскі», «Надзя-Надзейка», «Магіла байца».'
          },
          {
            id: 3,
            date: '1945-1957',
            event:
              'Паэмы «Ясны Кут», «паланянку» (1945), «Хлеб" (1946), вершы «Парк Перамогі», «Смерць героя», «Каваль» адзначаны тонкім лірызмам, яркім нацыянальным каларытам.'
          },
          {
            id: 4,
            date: '1957-1980',
            event:
              'У 1957 годзе напісаў раман «Калі зліваюцца рэкі», прысвечаны будаўніцтву ГЭС на мяжы трох рэспублік, дружбе беларусаў, літоўцаў і латышоў. Перакладаў на беларускую мову творы Т. Шаўчэнкі, У. Маякоўскага, П. Тычыны, М. БАЖу, А. Твардоўскага, М. Ісакоўскі, А. Пракоф\'ева, У. Бранеўскага, Дж. Байрана.'
          }
        ],
        composition: [
          { id: 1, name: 'Гады як шторм', year: '1930' },
          { id: 2, name: 'А дні ідуць…', year: '1961' },
          { id: 3, name: 'Ты — мая пчолка', year: '1972' },
          { id: 4, name: 'Калі зліваюцца рэкі', year: '1957' },
          { id: 5, name: 'Маладым сябрам', year: '1961' }
        ],
        video: 'y7q6WXFqP2I'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_PyotrUstinovichBrovka-1.jpg' },
      { id: 2, src: 'poets_PyotrUstinovichBrovka-2.jpg' },
      { id: 3, src: 'poets_PyotrUstinovichBrovka-3.jpg' }
    ]
  },
  {
    id: 1,
    name: 'Анатоль Вольны',
    avatarName: 'poets_AnatolVolny.jpg',
    geolocation: {
      coordinate: [53.511751, 28.147757],
      text: 'Тут нарадзіўся Анатоль Усціновіч Вольны'
    },
    biographyContent: [
      {
        born: {
          city: 'Пухавічы',
          country: 'Расійская імперыя'
        },
        period: '1902-1937',
        genre: 'драма',
        description: [
          {
            id: 1,
            date: '1902-1919',
            event:
              'Нарадзіўся 19 лістапада 1902 года на станцыі Пухавічы. Вучыўся ў Ігуменскім гімназіі. У 1919 годзе ў сувязі з пачаткам Грамадзянскай вайны ў РСФСР, сышоў добраахвотнікам у Чырвоную Армію, дзе змагаўся супраць замежных інтэрвентаў.'
          },
          {
            id: 2,
            date: '1921-1922',
            event:
              'У 1921 годзе быў дэмабілізаваны і паступіў у Мінскі педагагічны інстытут. У 1922 годзе пачаў літаратурную дзейнасць.'
          },
          {
            id: 3,
            date: '1929-1936',
            event:
              '1929 годзе пачаў пісаць сцэнары для кінематографа. У 1936 годзе быў абвінавачаны ў антысавецкай дзейнасці і быў рэпрэсаваны, арыштаваны 4 лістапада 1936 года і быў прысуджаны да расстрэлу.'
          },
          {
            id: 4,
            date: '1937-1957',
            event:
              'Прысуд быў прыведзены ў выкананне 29 кастрычніка 1937 году ў Менску. Рэабілітаваны 3 снежня 1957 гады.'
          }
        ],
        composition: [
          { id: 1, name: 'Зборнік фельетонаў', year: '1927' },
          { id: 2, name: 'Табе: Вершы', year: '1927' },
          { id: 3, name: 'Суседзі: Гумарэскі і фельетоны', year: '1932' }
        ],
        video: 'V5qnr3_cTf8'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_AnatolVolny-1.jpg' },
      { id: 2, src: 'poets_AnatolVolny-2.jpg' }
    ]
  },
  {
    id: 2,
    name: 'Алесь Гарун',
    avatarName: 'poets_AlesHarun.jpg',
    geolocation: {
      coordinate: [53.902496, 27.561481],
      text: 'Тут нарадзіўся Алесь Гарун'
    },
    biographyContent: [
      {
        born: {
          city: 'Мiнск',
          country: 'Расійская імперыя'
        },
        period: '1887-1920',
        genre: 'проза, драма',
        description: [
          {
            id: 1,
            date: '1887-1900',
            event:
              'Алесь Гарун (псеўданім, сапраўднае імя - Аляксандр Уладзіміравіч Прушынскі, 11. Сакавіка (27 лютага) 1887 - 20 ліпеня 1920 года) - беларускі паэт, пісьменнік, публіцыст, дзеяч «Беларускага адраджэння» пачатку XX стагоддзя.'
          },
          {
            id: 2,
            date: '1900-1917',
            event:
              'Нарадзіўся ў працоўнай сям\'і, у маладосці браў удзел у рэвалюцыйным руху, 9 гадоў правёў у спасылцы ў Іркуцкай губерні, што адбілася ў яго творчасці.'
          },
          {
            id: 3,
            date: '1917-1918',
            event:
              'У 1917 годзе выпусціў зборнік вершаў «матчына дар», у аснову якіх пакладзены народныя павер\'і, казкі і легенды. Гарун - паэт нашенивского перыяду. Ён адводзіў значнае месца матывах беларускага адраджэння. Думка пра нацыянальным адраджэнні звязана ў Гаруна з ідэяй сацыяльнага перабудовы грамадства.'
          },
          {
            id: 4,
            date: '1918-1920',
            event:
              'З сучаснай яму рэчаіснасці ён браў вобразы крайняй галечы, пакінутасці. Гарун вядомы, акрамя таго, як аўтар п\'ес для дзіцячага тэатра, у якіх, на думку крытыкі, праявіў выключна тонкае разуменне дзіцячай душы.'
          },
          {
            id: 5,
            date: '1920',
            event:
              'Выпушчанай ў 1920 кніжкай «Жывыя казкі для дзіцячага Тэатр» Гарун быў адным з першых аўтараў дзіцячай мастацкай літаратуры ў Беларусі. Проза Алеся Гаруна пераважна выходзіла пад псеўданімам І. Жывіца. Алесь Гарун памёр 20 ліпеня 1920 года і быў пахаваны на Раковицком могілках у Кракаве, Польшча.'
          }
        ],
        composition: [
          { id: 1, name: 'Мае коляды', year: '1920' },
          { id: 2, name: 'Маці-Беларусі', year: '1907' },
          { id: 3, name: 'Начныя думкі', year: '1908' },
          { id: 4, name: 'Матчын дар і іншыя творы', year: '1962' }
        ],
        video: '6bOw-U-ezuw'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_AlesHarun-1.jpg' },
      { id: 2, src: 'poets_AlesHarun-2.jpg' },
      { id: 3, src: 'poets_AlesHarun-3.jpg' }
    ]
  },
  {
    id: 3,
    name: 'Адам Глобус',
    avatarName: 'poets_AdamHlobus.jpg',
    geolocation: {
      coordinate: [53.685209, 27.131493],
      text: 'Тут нарадзіўся Адам Глобус'
    },
    biographyContent: [
      {
        born: {
          city: 'Дзяржынск',
          country: 'БССР'
        },
        period: '1958-...',
        genre: 'апавяданне',
        description: [
          {
            id: 1,
            date: '1959-1977',
            event:
              'Нарадзіўся ў г. Дзяржынску Мінскай вобласці ў сям\'і беларускага пісьменніка Вячаслава Адамчыка (руск. Вячаслаў Адамчык). З 1959 года жыве ў Мінску. Скончыў педагагічнае аддзяленне Мінскага мастацкага вучылішча ім. А. К. Глебава (1977).'
          },
          {
            id: 2,
            date: '1977-1987',
            event:
              'Мастацкае аддзяленне Беларускага тэатральна-мастацкага інстытута (1983). Працаваў чертёжником, мастаком-рэстаўратарам, мастаком-афарміцелем, рэдактарам часопіса «Крыніца» (з 1987 года).'
          },
          {
            id: 3,
            date: '1987-1988',
            event:
              'Займаецца выдавецкай дзейнасцю (у выдавецтве «Сучасны літаратар»). Жонка - Алена Адамчык, вядомы беларускі фатограф. Мае двух дзяцей і ўнука. З\'яўляўся адным з заснавальнікаў і ўдзельнікам нефармальнага аб\'яднання маладых літаратараў «Тутэйшыя» ( «Тутэйшыя», 1986-1990), якое ў сілу абставін займалася ня толькі літаратурай, а выяўляла і актыўную сацыяльную і палітычную пазіцыю.'
          },
          {
            id: 4,
            date: '1988-1989',
            event:
              'У прыватнасці, ў кастрычніку 1988 гады аб\'яднанне арганізавала, якая стала пасля традыцыйнай, першую ў Беларусі акцыю памінання ахвяр савецкага рэжыму пад назвай «Дзяды», з шматтысячным шэсцем і мітынгам. Член Саюза пісьменнікаў СССР (1988), Саюза беларускіх пісьменнікаў (з 1989 года).'
          }
        ],
        composition: [
          { id: 1, name: 'парк', year: '1988' },
          { id: 2, name: 'смерць - мужчына', year: '1992' },
          { id: 3, name: 'скрыжаванне', year: '1993' },
          { id: 4, name: 'сшыткі', year: '2003' },
          { id: 5, name: 'сучаснікі', year: '2006' }
        ],
        video: '-L3wz8QQbAs'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_AdamHlobus-1.jpg' },
      { id: 2, src: 'poets_AdamHlobus-2.jpg' },
      { id: 3, src: 'poets_AdamHlobus-3.jpg' },
      { id: 4, src: 'poets_AdamHlobus-4.jpg' }
    ]
  },
  {
    id: 4,
    name: 'Ніл Сымонавіч Гілевіч',
    avatarName: 'poets_NilHilevich.jpg',
    geolocation: {
      coordinate: [54.006575, 27.877822],
      text: 'Тут нарадзіўся Ніл Сямёнавіч Гілевіч'
    },
    biographyContent: [
      {
        born: {
          city: 'Слабада',
          country: 'БССР'
        },
        period: '1931-2016',
        genre: 'паэзія',
        description: [
          {
            id: 1,
            date: '1931-1940',
            event:
              'Нарадзіўся 30 верасня 1931 гады ў в. Слабада Лагойскага раёна Мінскай вобласці ў сялянскай сям\'і. Сапраўднае імя - Нінэль, пасля змяніў імя на Ніл. Брат - беларускі пісьменнік М. Гіль. У сярэдзіне 1940-х некаторы час працаваў сельскім паштальёнам.'
          },
          {
            id: 2,
            date: '1940-1956',
            event:
              'Скончыў Мінскае педагагічнае вучылішча імя Н. К. Крупскай (1951), філалагічны факультэт Беларускага дзяржаўнага універсітэта (1956) і аспірантуру пры ім. У 1951 году працаваў настаўнікам у адной са школ Мінска.'
          },
          {
            id: 3,
            date: '1956-1986',
            event:
              'У 1960-1986 гады - на кафедры беларускай літаратуры БДУ.\n' +
              'З 1958 па 1963 гады працаваў таксама літаратурным кансультантам газеты «Звязда». У 1980-1989 гады - першы сакратар праўлення Саюза пісьменнікаў Беларускай ССР. З 1989 года - старшыня ТБМ ім. Францыска Скарыны, галоўны рэдактар бюлетэня дадзенай арганізацыі "Наша слова".'
          },
          {
            id: 4,
            date: '1986-1995',
            event:
              'Дэпутат Вярхоўнага Савета XI і XII скліканняў (1985-1995), старшыня Камітэта па адукацыі, культуры і захаванні гістарычнай спадчыны ў 1990-1995, член Прэзідыума Вярхоўнага Савета Беларускай ССР.'
          },
          {
            id: 5,
            date: '1995-2016',
            event:
              '9 сакавіка 2016 года памёр у Мінску ад анкалагічнага захворвання. На той момант яму было 84 гады. Пахаваны 1 красавіка 2016 года на Кальварыйскіх могілках побач з магілай жонкі.'
          }
        ],
        composition: [
          { id: 1, name: 'Званковы валет ', year: '1961' },
          { id: 2, name: 'Да новых венікаў', year: '1963' },
          { id: 3, name: 'Ці грэх, ці 2', year: '1970' },
          { id: 4, name: 'Як я вучыўся жыць', year: '1974' },
          { id: 5, name: 'Русалка на Нарачы', year: '1974' }
        ],
        video: 'sWPk3sk6m6k'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_NilHilevich-1.jpg' },
      { id: 2, src: 'poets_NilHilevich-2.jpg' }
    ]
  },
  {
    id: 5,
    name: 'Ларыса Антонаўна Геніюш',
    avatarName: 'poets_LarysaHienijus.jpg',
    geolocation: {
      coordinate: [53.162947, 24.463991],
      text: 'Тут нарадзілася Ларыса Антонаўна Геніюш'
    },
    biographyContent: [
      {
        born: {
          city: 'Жлобаўцы',
          country: 'Расійская імперыя'
        },
        period: '1910-1983',
        genre: 'паэзия',
        description: [
          {
            id: 1,
            date: '1910-1928',
            event:
              'Нарадзілася 9 жніўня 1910 года ў маёнтку Жлобаўцы Волпинской воласці Гродзенскага павета (Ваўкавыск, Ваўкавыскі раён Гродзенскай вобласці, вуліца Перамогі, дом 40) у шматдзетнай сям\'і заможнага селяніна-землеўладальніка, праваслаўнага. Вучылася ў польскай школе, у 1928 годзе скончыла Ваўкавыскага польскую гімназію. У гэты час знаёміцца з сусьветнай літаратурай - польскай, скандынаўскай, ангельскай класікай.'
          },
          {
            id: 2,
            date: '1928-1942',
            event:
              'Пачынае пісаць вершы. 3 лютага 1935 года выходзіць замуж за студэнта-медыка Івана (Янку) Геніюша, які вучыўся ў Карлавым універсітэце ў Празе. У 1937 годзе, пасля нараджэння сына Юрыя, выязджае да мужа ў Прагу. Там суседкай Геніюшаў была Аляксандра Косач-Шыманоўская - сястра Лесі Украінкі - аўтара, чыя творчасць аказала на Ларысу вялікі ўплыў. Свае першыя вершы паэтка апублікавала ў 1939 годзе ў берлінскай газеце беларускіх эмігрантаў-нацыяналістаў "Раніца".'
          },
          {
            id: 3,
            date: '1942-1943',
            event:
              'У 1942 годзе ўбачыў свет першы зборнік яе паэзіі "Ад родных ніў», напоўнены настальгіяй і разважаннямі пра лёс пакінутай ёй Радзімы. Калі Чырвоная армія ў 1939 годзе ўступіла на тэрыторыю Заходняй Беларусі, бацька Ларысы Антон Міклашэвіч быў расстраляны, а маці і дзве сястры сасланыя ў Казахстан. У сакавіку 1943 гады, паводле завяшчання прэзідэнта Беларускай Народнай Рэспублікі Васіля Захаркі, Ларыса Геніюш прызначаецца генеральным сакратаром Ураду БНР у эміграцыі. Яна захоўвае і парадкуе архіў БНР, дапамагае беларускім эмігрантам, палітычным уцекачам і ваеннапалонным.'
          },
          {
            id: 4,
            date: '1943-1949',
            event:
              'Пасля вызвалення Чэхаславакіі ад нямецкай акупацыі, Ларыса з мужам і сынам жыве пад Прагай, у мястэчку Вімперк. 5 сакавіка 1948 года органы МГБ арыштоўваюць Ларысу і Івана. Абодва знаходзяцца ў турмах Чэхаславакіі, Львова, з кастрычніка 1948 года ў турме ў Мінску. Тут Ларысу дапытвае сам міністр дзяржбяспекі БССР Лаўрэнцій Цанава.\n' +
              '7 лютага 1949 года Ларысу і Івана Геніюшаў асуджаюць на 25 гадоў пазбаўлення волі ў выпраўленча-працоўных лагерах. Паэтка адбывала пакаранне ў лагерах Інта і Абезь (Комі АССР), а таксама ў Мардоўскай АССР; працягвала пісаць.'
          },
          {
            id: 5,
            date: '1949-1956',
            event:
              'Камісія Прэзідыума Вярхоўнага Савета СССР ад 30.05.1956 г. абвінавачванне прызнала абгрунтаваным, але тэрмін пакарання быў зменшаны да 8 гадоў. Муж і жонка Геніюш выходзяць на волю ў 1956 годзе.\n' +
              'Трагічная лёс і іншых членаў сям\'і Міклашэвіч: у Казахстане памерла маці і дзве сястры. Брат Аркадзь - салдат арміі Андэрса - загінуў 27 ліпеня 1944 году ў бітве пад Монтэ-Касіна ў Італіі. Іншы брат, Расціслаў, загінуў у красавіку 1945 года пад Берлінам, па некаторых звестках - у так званай арміі Берлінга.'
          },
          {
            id: 6,
            date: '1956-1979',
            event:
              'Пасля вызвалення Ларыса пасялілася на радзіме мужа ў пасёлку Зэльва Гродзенскай вобласці. Ўсё астатняе жыццё Геніюшы адмаўляліся прыняць савецкае грамадзянства. 27 гадоў зэльвенскай жыцця паэткі прайшлі пад наглядам КДБ. Івану Геніюш дазволілі падзарабляць у раённай паліклініцы. У 1979 годзе, пасля смерці мужа, Ларысе прызначылі невялікую пенсію. Паэтцы таксама не дазвалялі паехаць да сына, які жыў у які апынуўся па іншы бок савецка-польскай мяжы Беластоку сіратою пры жывых бацьках. Амаль дзесяць гадоў пасля вызвалення творчасць паэткі не было вядома шырокай аўдыторыі. Упершыню яе послелагерные вершы трапілі на старонкі беларускіх часопісаў у 1963 годзе.'
          },
          {
            id: 7,
            date: '1979-1983',
            event:
              'Аўтарскія варыянты цэнзураваць вершаў ўзноўлены ў рэпрынтныя выданні «Пекла родных ніў», у зборніках «Выбраныя вершы» і «Выбраныя творы". «Ларыса Антонаўна была простай жанчынай, сям\'я жыла сціпла. Да іх пастаянна прыязджалі пісьменнікі і паэты з Гродна, Мінска, Баранавічаў. Тут і Данута Бічэль была, і Рашэтнік », - сведчыла Соф\'я Марцінчык, якая дапамагала паэтцы па гаспадарцы. Ларыса Геніюш памерла ў 1983 годзе ў Зэльве і была пахавана побач з мужам. Унук паэткі прадаў дом, у якім яна жыла.'
          }
        ],
        composition: [
          { id: 1, name: 'Ад родных ніў', year: '1942' },
          { id: 2, name: 'Казкі для Міхаські', year: '1972' },
          { id: 3, name: 'Добрай раніцы', year: '1976' },
          { id: 4, name: 'Маці і сын', year: '1992' },
          { id: 5, name: 'Выбр ', year: '1997' }
        ],
        video: 'nw4eWICjiyw'
      }
    ],
    gallery: [
      { id: 1, src: 'poets_LarysaHienijus-1.jpg' },
      { id: 2, src: 'poets_LarysaHienijus-2.jpg' }
    ]
  }
]
