export default [
  {
    id: 0,
    name: 'Пётр Устинович Бровка',
    avatarName: 'poets_PyotrUstinovichBrovka.jpg',
    biographyContent: [
      {
        born: {
          city: 'Путилковичи',
          country: 'Росийская империя'
        },
        period: '1905 - 1980',
        genre: 'лирика, роман',
        description:
          'Литературной деятельностью занимался с 1926 года. Дебютировал в газете «Чырвоная Полаччына» и в литературном альманахе «Наддзвінне». \nОпубликовал ряд книг стихов и поэм: «К родным берегам», «Избранные стихи и поэмы» (1934), «Приход героя» (1935), «Весна родины» (1937), «Путями боровыми» (1940). Подвиг народа, его мужество и стойкость Бровка отразил в лиро-эпических поэмах «Беларусь» (1943), «Поэма про Смолячкова» (1942), стихах «Будем сеять, белорусы!», «Кастусь Калиновский», «Надя-Надейка», «Могила бойца». Поэмы «Ясный Кут», «Полонянка» (1945), «Хлеб» (1946), стихи «Парк Победы», «Смерть героя», «Кузнец» отмечены тонким лиризмом, ярким национальным колоритом. \nВ 1957 году написал роман «Когда сливаются реки», посвящённый строительству ГЭС на границе трёх республик, дружбе белорусов, литовцев и латышей. \nПереводил на белорусский язык произведения Т. Шевченко, В. Маяковского, П. Тычины, М. Бажана, А. Твардовского, М. Исаковского, А. Прокофьева, В. Броневского, Дж. Байрона.',
        composition: [
          { id: 1, name: 'Годы как шторм', year: '1930' },
          { id: 2, name: 'А дни идут...', year: '1961' },
          { id: 3, name: 'Ты — моя пчёлка', year: '1972' },
          { id: 4, name: 'Когда сливаются реки', year: '1957' },
          { id: 5, name: 'Молодым друзьям', year: '1961' }
        ],
        // video: 'https://www.youtube.com/watch?v=y7q6WXFqP2I'
        video: 'y7q6WXFqP2I'
      }
    ],
    gallery: [
      { id: 1, src: 'header-bg-0.jpg' },
      { id: 2, src: 'header-bg-1.jpg' },
      { id: 3, src: 'header-bg-2.jpg' },
      { id: 4, src: 'header-bg-0.jpg' },
      { id: 5, src: 'header-bg-2.jpg' },
      { id: 6, src: 'header-bg-1.jpg' }
    ]
  },
  {
    id: 1,
    name: 'Анатолий Устинович Вольный',
    avatarName: 'poets_AnatolVolny.jpg',
    biographyContent: [
      {
        born: {
          city: 'Пуховичи',
          country: 'Росийская империя'
        },
        period: '1902-1937',
        genre: 'драма',
        description:
          'Родился 19 ноября 1902 года на станции Пуховичи. Учился в Игуменской гимназии. В 1919 году в связи с началом Гражданской войны в РСФСР, ушёл добровольцем в Красную Армию, где боролся против иностранных интервентов. В 1921 году был демобилизован и поступил в Минский педагогический институт. В 1922 году начал литературную деятельность, а в 1929 году начал писать сценарии для кинематографа. В 1936 году был обвинён в антисоветской деятельности и был репрессирован, арестован 4 ноября 1936 года и был приговорён к расстрелу. Приговор был приведён в исполнение 29 октября 1937 года в Минске. Реабилитирован 3 декабря 1957 года.',
        composition: [
          { id: 1, name: 'Сборник фельетонов', year: '1927' },
          { id: 2, name: 'Тебе: стихи', year: '1927' },
          { id: 3, name: 'Соседи: Гуморески и фельетоны', year: '1932' }
        ],
        // video: 'https://www.youtube.com/watch?v=V5qnr3_cTf8'
        video: 'V5qnr3_cTf8'
      }
    ]
  },
  {
    id: 2,
    name: 'Алесь Гарун',
    avatarName: 'poets_AlesHarun.jpg',
    biographyContent: [
      {
        born: {
          city: 'Минск',
          country: 'Российская империя'
        },
        period: '1887-1920',
        genre: 'проза, драма',
        description:
          'Але́сь Гару́н (псевдоним, настоящее имя — Алекса́ндр Влади́мирович Пруши́нский; 11 марта (27 февраля) 1887 — 20 июля 1920) — белорусский поэт, писатель, публицист, деятель «Белорусского возрождения» начала XX века.\nРодился в рабочей семье, в молодости принимал участие в революционном движении, 9 лет провёл в ссылке в Иркутской губернии, что отразилось в его творчестве.\nВ 1917 году выпустил сборник стихотворений «Матчын дар», в основу которых положены народные поверья, сказки и легенды.\nГарун — поэт нашенивского периода. Он отводил значительное место мотивам белорусского возрождения. Мысль о национальном возрождении связана у Гаруна с идеей социального переустройства общества. Из современной ему действительности он брал образы крайней нищеты, покинутости.\nГарун известен, кроме того, как автор пьес для детского театра, в которых, по мнению критики, проявил исключительно тонкое понимание детской души. Выпущенной в 1920 книжкой «Жывыя казкі для дзіцячага тэатру» Гарун был одним из первых авторов детской художественной литературы в Белоруссии.\nПроза Алеся Гаруна преимущественно выходила под псевдонимом І. Жывіца.\nАлесь Гарун умер 20 июля 1920 года и был похоронен на Раковицком кладбище в Кракове, Польша.',
        composition: [
          { id: 1, name: 'Мои коляды', year: '1920' },
          { id: 2, name: 'Мать-Беларусь', year: '1907' },
          { id: 3, name: 'Ночные мысли', year: '1908' },
          { id: 4, name: 'Мамин подарок и другие произведения', year: '1962' }
        ],
        // video: 'https://www.youtube.com/watch?v=6bOw-U-ezuw'
        video: '6bOw-U-ezuw'
      }
    ]
  },
  {
    id: 3,
    name: 'Адам Глобус',
    avatarName: 'poets_AdamHlobus.jpg',
    biographyContent: [
      {
        born: {
          city: 'Дзержинск',
          country: 'БССР'
        },
        period: '1958-...',
        genre: 'рассказ, эссе',
        description:
          'Родился в г. Дзержинске Минской области в семье белорусского писателя Вячеслава Адамчика (белор. Вячаслаў Адамчык). С 1959 года живёт в Минске. Окончил педагогическое отделение Минского художественного училища им. А. К. Глебова (1977), художественное отделение Белорусского театрально-художественного института (1983). Работал чертёжником, художником-реставратором, художником-оформителем, редактором журнала «Родник» (с 1987 года). Занимается издательской деятельностью (в издательстве «Сучасны літаратар»).\nЖена — Елена Адамчик, известный белорусский фотограф. Имеет двух детей и внука.\nЯвлялся одним из основателей и участником неформального объединения молодых литераторов «Тутэйшыя» («Здешние», 1986—1990), которое в силу обстоятельств занималась не только литературой, но также выражало и активную социальную и политическую позицию. В частности, в октябре 1988 года объединение организовало, ставшую впоследствии традиционной, первую в Белоруссии акцию поминовения жертв советского режима под названием «Дзяды», с многотысячным шествием и митингом. Член Союза писателей СССР (1988), Союза белорусских писателей (с 1989 года).',
        composition: [
          { id: 1, name: 'Парк', year: '1988' },
          { id: 2, name: 'Смерть — мужчина', year: '1992' },
          { id: 3, name: 'Перекрёсток', year: '1993' },
          { id: 4, name: 'Тетради', year: '2003' },
          { id: 5, name: 'Современники', year: '2006' }
        ],
        // video: 'https://www.youtube.com/watch?v=-L3wz8QQbAs'
        video: '-L3wz8QQbAs'
      }
    ]
  },
  {
    id: 4,
    name: 'Нил Семёнович Гилевич',
    avatarName: 'poets_NilHilevich.jpg',
    biographyContent: [
      {
        born: {
          city: 'Слобода',
          country: 'БССР'
        },
        period: '1931-2016',
        genre: 'поэзия',
        description:
          'Родился 30 сентября 1931 года в д. Слобода Логойского района Минской области в крестьянской семье. Настоящее имя — Нинел, впоследствии сменил имя на Нил. Брат — белорусский писатель М. Гиль.\nВ середине 1940-х некоторое время работал сельским почтальоном. Окончил Минское педагогическое училище имени Н. К. Крупской (1951), филологический факультет Белорусского государственного университета (1956) и аспирантуру при нём. В 1951 году работал учителем в одной из школ Минска, в 1960—1986 годы — на кафедре белорусской литературы БГУ.\nС 1958 по 1963 годы работал также литературным консультантом газеты «Звязда». В 1980—1989 годы — первый секретарь правления Союза писателей Белорусской ССР. С 1989 года — председатель ТБМ им. Франциска Скорины, главный редактор бюллетеня данной организации «Наша слова». Депутат Верховного Совета XI и XII созывов (1985—1995), председатель Комитета по образованию, культуре и сохранению исторического наследия в 1990—1995, член Президиума Верховного Совета Белорусской ССР.\n29 марта 2016 года скончался в Минске от онкологического заболевания. На тот момент ему было 84 года. Похоронен 1 апреля 2016 года на Кальварийском кладбище рядом с могилой супруги.',
        composition: [
          { id: 1, name: 'Звонковый валет', year: '1961' },
          { id: 2, name: 'К новым веникам', year: '1963' },
          { id: 3, name: 'Или грех, или 2', year: '1970' },
          { id: 4, name: 'Как я учился жить', year: '1974' },
          { id: 5, name: 'Русалка на Нарочи', year: '1974' }
        ],
        // video: 'https://www.youtube.com/watch?v=sWPk3sk6m6k'
        video: 'sWPk3sk6m6k'
      }
    ],
    composition: [
      { id: 1, name: 'composition_1', year: '1950' },
      { id: 2, name: 'composition_2', year: '1951' },
      { id: 3, name: 'composition_3', year: '1952' },
      { id: 4, name: 'composition_4', year: '1953' },
      { id: 5, name: 'composition_5', year: '1954' },
      { id: 6, name: 'composition_6', year: '1955' },
      { id: 7, name: 'composition_7', year: '1956' },
      { id: 8, name: 'composition_8', year: '1957' },
      { id: 9, name: 'composition_9', year: '1958' },
      { id: 10, name: 'composition_10', year: '1959' },
      { id: 11, name: 'composition_11', year: '1960' }
    ],
    video: 'GgB-s8_8TcM'
  },
  {
    id: 5,
    name: 'Лариса Антоновна Миклашевич',
    avatarName: 'poets_LarysaHienijus.jpg',
    biographyContent: [
      {
        born: {
          city: 'Жлобовцы',
          country: 'Российская империя'
        },
        period: '1910-1983',
        genre: 'стихотворения',
        description:
          'Родилась 9 августа 1910 года в имении Жлобовцы Волпинской волости Гродненского уезда (Волковыск, Волковысский район Гродненской области, улица Победы, дом 40) в многодетной семье зажиточного крестьянина-землевладельца, православного. Училась в польской школе, в 1928 году закончила Волковысскую польскую гимназию. В это время знакомится с мировой литературой — польской, скандинавской, английской классикой. Начинает писать стихи.\n3 февраля 1935 года выходит замуж за студента-медика Ивана (Янку) Гениюша, который учился в Карловом университете в Праге. В 1937 году, после рождения сына Юрия, выезжает к мужу в Прагу. Там соседкой Гениюшей была Александра Косач-Шимановская — сестра Леси Украинки — автора, чье творчество оказало на Ларису большое влияние. Свои первые стихи поэтесса опубликовала в 1939 году в берлинской газете белорусских эмигрантов-националистов «Раніца». В 1942 году увидел свет первый сборник её поэзии «Ад родных ніў», наполненный ностальгией и размышлениями о судьбе покинутой ей Родины.\nКогда Красная армия в 1939 году вступила на территорию Западной Белоруссии, отец Ларисы Антон Миклашевич был расстрелян, а мать и две сестры сосланы в Казахстан. В марте 1943 года, согласно завещанию президента Белорусской Народной Республики Василя Захарко, Лариса Гениюш назначается генеральным секретарём Правительства БНР в эмиграции. Она сохраняет и упорядочивает архив БНР, помогает белорусским эмигрантам, политическим беженцам и военнопленным. Наиболее ценную часть архива она отправила в недоступное для органов НКВД и МГБ место. Позже советские правоохранительные органы будут допрашивать поэтессу, чтобы получить сведения об этом архиве (белорусских националистов, в том числе третьего президента БНР Василя Захарко, советская пропаганда изображала как нацистских прислужников).После освобождения Чехословакии от немецкой оккупации, Лариса с мужем и сыном живёт под Прагой, в городке Вимперк. 5 марта 1948 года органы МГБ арестовывают Ларису и Ивана. Оба находятся в тюрьмах Чехословакии, Львова, с октября 1948 года в тюрьме в Минске. Здесь Ларису допрашивает сам министр госбезопасности БССР Лаврентий Цанава.\n7 февраля 1949 года Ларису и Ивана Гениюшей приговаривают к 25 годам лишения свободы в исправительно-трудовых лагерях. Поэтесса отбывала наказание в лагерях Инта и Абезь (Коми АССР), а также в Мордовской АССР; продолжала писать. Комиссия Президиума Верховного Совета СССР от 30.05.1956 г. обвинение признала обоснованным, но срок наказания был уменьшен до 8 лет. Супруги Гениюш выходят на свободу в 1956 году.\nТрагична судьба и других членов семьи Миклашевич: в Казахстане умерла мать и две сестры. Брат Аркадий — солдат армии Андерса — погиб 27 июля 1944 года в битве под Монте-Кассино в Италии. Другой брат, Ростислав, погиб в апреле 1945 года под Берлином, по некоторым сведениям — в так называемой армии Берлинга.\nПосле освобождения Лариса поселилась на родине мужа в поселке Зельва Гродненской области. Всю оставшуюся жизнь Гениюши отказывались принять советское гражданство. 27 лет зельвенской жизни поэтессы прошли под надзором КГБ. Ивану Гениюшу разрешили подрабатывать в районной поликлинике. В 1979 году, после смерти мужа, Ларисе назначили небольшую пенсию. Поэтессе также не разрешали поехать к сыну, который жил в оказавшемся по другую сторону советско-польской границы Белостоке сиротою при живых родителях.\nПочти десять лет после освобождения творчество поэтессы не было известно широкой аудитории. Впервые её послелагерные стихи попали на страницы белорусских журналов в 1963 году. Только в 1967 году, благодаря тогдашнему председателю Верховного Совета БССР Максиму Танку, был издан первый в БССР сборник произведений Ларисы Гениюш «Невадам з Нёмана», который на общественных началах отредактировал Владимир Короткевич (автор предисловия — Юлиан Пширков). В данный сборник вошло большинство стихов из сборника «Ад родных ніў» с рядом цензурных купюр, а также стихи «зельвинского» периода.\nВ первом посмертном сборнике «Белы сон» (составитель и автор предисловия — Борис И. Саченко) дословно повторены все четыре книги, вышедшие в советское время, а к ним добавлены главы: «Стихи разных лет» (почти всё, что было в «Ад родных ніў» и не попало в «Невадам з Нёмана», без купюр); «Из посмертных публикаций» (большей частью лагерные стихи, без купюр) и «Из рукописного наследства» (стихи зельвинского периода, без купюр). Авторские варианты цензурированных стихов воссозданы в репринтном издании «Ад родных ніў», в сборниках «Выбраныя вершы» и «Выбраныя творы».\n«Лариса Антоновна была простой женщиной, семья жила скромно. К ним постоянно приезжали писатели и поэты из Гродно, Минска, Барановичей. Тут и Данута Бичель была, и Решетник», — свидетельствовала Софья Мартинчик, помогавшая поэтессе по хозяйству.\nЛариса Гениюш умерла в 1983 году в Зельве и была похоронена рядом с мужем. Внук поэтессы продал дом, в котором она жила.',
        composition: [
          { id: 1, name: 'От родных нив', year: '1942' },
          { id: 2, name: 'Сказки для Мишки', year: '1972' },
          { id: 3, name: 'Доброго утра', year: '1976' },
          { id: 4, name: 'Мать и сын', year: '1992' },
          { id: 5, name: 'Выбор', year: '1997' }
        ],
        // video: 'https://www.youtube.com/watch?v=nw4eWICjiyw'
        video: 'nw4eWICjiyw'
      }
    ]
  }
]
